import React from 'react';


const IntroductionMain = () => {
    return (
        <div>
            <h1 style={{ color: 'blue', fontWeight: '700' }}>Introduction</h1>
            <hr style={{ borderColor: 'blue', width: '82vw' }} />
            <p style={{ direction: 'rtl', textAlign: 'right', fontSize: '18px' }}>
                צפיפות התלמידים בכיתות הלימוד בשנים האחרונות רק הולכת וגוברת, דבר המצריך מהמורה לא רק העברת החומר בכיתה אלא גם לדעת להעביר אותו בצורה שבה כל התלמידים בכיתה יהיו שווי ידע,
                כמו כן לתת מענה גם לחזקים שבכיתה בהוספת ידע וגם לתלמידים החלשים יותר בהוספת  תרגול החומר . <br />
                העברת שיעור ולימור חומר פאורטי ופרקטי הוא נושא מורכז וכל תלמיד מיישם ומבין אחרת את הנלמד,<br />
                מנקודת המבט של המורה אין לו את היכולת לשלוט בכיתה של 30+ תלמידים ולדעת את קצת ההתקדמות של כל אחד מהיושבים בכיתה.<br />
                כאן הבעיה מתחילה שלמערכת החינוך אין דרך לדעת את מצב של כל תלמיד בתקופת שנת הלימוד, אלא רק בסוף תקופת הסמסטר כאשר הוא ניגש למבחן הקורס.<br />
                <span style={{ fontWeight: '600' }}>
                    אנו רוצים לשפר את עולם הלמידה לעולם נוח יותר, חברתי יותר ושיתופי הרבה יותר בכדי שעתיד ילדינו יגדל להיות משהו שבאמת יועיל לאנושות. <br />
                    ולאו דווקא עוד לימודי תחומי ליבה בשיטות מיושנות שלא בהכרח יועילו לדברים מתקדמים.<br />
                    אנו רוצים לשים אבן דרך נוספת בתחום החינוך שתלמידים יצאו עם חשק עז לחזור וללמוד נושאים שמעניינים אותם.<br />
                    המערכת אמורה לתת מענה גם לתלמידים המופנמים אשר מתקשים לבוא ולהגיד שהחומר קשה להם מפאת בושה כלשהי כגון "אני חלש".<br />
                    כאן נכנס תפקיד המורה לראות ולעקוב אחרי הדו"ח שהמערכת מפיקה ולגבות את התלמיד  בחומר נוסף \ עזרה נוספת או כל שיחת עידוד על מנת שיוכל להיות שווה ידע עם שאר כיתתו .
                </span>
                <br /><br />
            </p>
        </div >
    );
}

export default IntroductionMain;